[
  {
    "Id": "intera1",
    "Title": "Холодильник",
    "Description": "Сохраняет еду свежей."
  },
  {
    "Id": "intera2",
    "Title": "Шкафчик"
  },
  {
    "Id": "intera3",
    "Title": "Ящик для документов"
  },
  {
    "Id": "intera4",
    "Title": "Сундук",
    "Description": "Обычный сундук для хранения."
  },
  {
    "Id": "intera5",
    "Title": "Блокатор: Антиразрушение",
    "Description": "Защищает конструкцию от урона. Подключите к контейнеру с батареями."
  },
  {
    "Id": "intera6",
    "Title": "Шифровщик: Антиподключение",
    "Description": "Скрывает гнезда подключения на ваших конструкциях от других механиков. Подключите к контейнеру с батареями."
  },
  {
    "Id": "intera7",
    "Title": "Грязный унитаз"
  },
  {
    "Id": "intera8",
    "Title": "Бот-закройщик",
    "Description": "Делает одежду для механиков. Обеспечьте его контейнерами для одежды и хлопком. При желании можно проявить оригинальность: сменить цвет на синий."
  },
  {
    "Id": "intera9",
    "Title": "Картопушка",
    "Description": "Присоедините к контейнеру с картошкой триггером и открывайте огонь."
  },
  {
    "Id": "intera10",
    "Title": "Кровать для возрождения",
    "Description": "Здесь можно отдохнуть и восстановиться после нокаута."
  },
  {
    "Id": "intera11",
    "Title": "",
    "Description": ""
  },
  {
    "Id": "intera12",
    "Title": "Подшипник",
    "Description": "Все, что вы ставите на подшипник, будет вращаться. К подшипнику можно присоединить двигатель или сиденье водителя, чтобы управлять вращением."
  },
  {
    "Id": "intera13",
    "Title": "Спортивная подвеска",
    "Description": "Повышает прыгучесть и стабильность. Уберегает машины от быстрого переворачивания. Эта подвеска мала в размерах, но обладает более мощным отскоком."
  },
  {
    "Id": "intera14",
    "Title": "Внедорожная подвеска",
    "Description": "Повышает прыгучесть и стабильность. Уберегает машины от быстрого переворачивания. Эта подвеска обладает большим отскоком, из-за чего отлично подходит для внедорожных машин."
  },
  {
    "Id": "intera15",
    "Title": "Кресло водителя",
    "Description": "Используется для управления направлением вращения подшипников, двигателем и триггерами."
  },
  {
    "Id": "intera16",
    "Title": "Кресло",
    "Description": "Нужно, чтобы не стоять. Сядьте сами или установите в машину, чтобы там мог сесть Ваш друг. Можно подсоединять к триггерам и управлять с кресла разными интерактивными элементами."
  },
  {
    "Id": "intera17",
    "Title": "Сиденье водителя",
    "Description": "Из него можно управлять вращением подшипников, двигателем или триггерами, подсоединив их к сиденью."
  },
  {
    "Id": "intera18",
    "Title": "Сиденье",
    "Description": "Нужно, чтобы не стоять. Сядьте сами или установите в машину, чтобы там мог сесть Ваш друг. Можно подсоединять к триггерам и управлять с сиденья разными интерактивными элементами."
  },
  {
    "Id": "intera19",
    "Title": "Унитаз",
    "Description": "Присядьте, пусть ноги отдохнут. Отдохните сами или присоедините к транспорту, чтобы взять пассажира. Можно подключить к триггерам и активировать механизмы не вставая. Не забудьте смыть воду!"
  },
  {
    "Id": "intera20",
    "Title": "Бензиновый двигатель",
    "Description": "Двигатель с фиксированной скоростью и изменяемой мощностью. Идеально подходит для техники. Можно соединять с сиденьем водителя или триггерами."
  },
  {
    "Id": "intera21",
    "Title": "Электрический двигатель",
    "Description": "Вращает подшипники. Двигатель с фиксированной мощностью и настраиваемой скоростью. Медленный, но очень мощный. Можно соединять с сиденьем водителя или триггерами."
  },
  {
    "Id": "intera22",
    "Title": "Реактивный двигатель",
    "Description": "Если подключить достаточно таких двигателей, Ваш аппарат сможет подняться с воздух. Чтобы активировать эти двигатели, их нужно соединять с триггером или сиденьем водителя."
  },
  {
    "Id": "intera23",
    "Title": "Контроллер",
    "Description": "Позволяет подшипникам вращаться в определенной последовательности. Нужно подсоединять к подшипникам. Для активации нужно подключить триггер или сиденье водителя."
  },
  {
    "Id": "intera24",
    "Title": "Тумблер",
    "Description": "Неограниченное количество переключений по команде. Активирует любой подключенный механизм. Незаменим, если что-то нужно включить одним движением. Может включить двигатель, реактивный двигатель, контроллер... что угодно."
  },
  {
    "Id": "intera25",
    "Title": "Кнопка",
    "Description": "Включает механизмы. Активация работает, пока кнопка нажата."
  },
  {
    "Id": "intera26",
    "Title": "Сенсор",
    "Description": "Срабатывает при обнаружении! Активируется, когда в радиусе его обнаружения (10 блоков) появляется какая-нибудь поверхность. Может активировать двигатель, реактивный двигатель, контроллер и т.д."
  },
  {
    "Id": "intera27",
    "Title": "Радио",
    "Description": "Бесконечные хиты! Эти несносные боты взломали приемник и теперь передают свои подборки хитов. Вкусы у них странные… Активируется вручную\nлибо триггером."
  },
  {
    "Id": "intera28",
    "Title": "Клаксон",
    "Description": "Можно присоединить к транспорту или использовать как дверной звонок. Подавайте сигналы друзьям, чтобы избежать аварий. Выберите частоту и присоедините триггер."
  },
  {
    "Id": "intera29",
    "Title": "Логический затвор",
    "Description": "Логический затвор – мощный блок, позволяющий строить простейшие логические схемы. Клавиша E позволяет выбрать тип логического затвора. Можно подключать к другим затворам, триггерам, таймерам и прочим элементам. Позволяет создавать продвинутые конструкции."
  },
  {
    "Id": "intera30",
    "Title": "Таймер",
    "Description": "Позволяет отсрочить взаимодействие между интерактивными элементами. Например, между тумблером и контроллером. Хорошо сочетается с логическим затвором."
  },
  {
    "Id": "intera31",
    "Title": "Голова грузобота: Бас",
    "Description": "Эта голова сломана. Но звукогенератор, похоже, еще работает. Талантливый механик сможет на таком музыку сыграть."
  },
  {
    "Id": "intera32",
    "Title": "Голова грузобота: Перкуссия",
    "Description": "Эта голова сломана. Но звукогенератор, похоже, еще работает. Талантливый механик сможет на таком музыку сыграть."
  },
  {
    "Id": "intera33",
    "Title": "Голова грузобота: Синтезатор",
    "Description": "Эта голова сломана. Но звукогенератор, похоже, еще работает. Талантливый механик сможет на таком музыку сыграть."
  },
  {
    "Id": "intera34",
    "Title": "Голова грузобота: Импульс",
    "Description": "Эта голова сломана. Но звукогенератор, похоже, еще работает. Талантливый механик сможет на таком музыку сыграть."
  },
  {
    "Id": "intera35",
    "Title": "Ванна",
    "Description": "Для максимального расслабления. Сядьте в нее и отдохните – или подключите к транспорту, чтобы плескаться в дороге. Можно подключить к триггерам и активировать механизмы не вставая."
  },
  {
    "Id": "intera36",
    "Title": "Поршень",
    "Description": "Удлинняется и сокращается! Подключите его к триггеру для активации. Поршень также может быть подключен к контроллеру, чтобы он удлиннялся и сжимался по очереди. Идеально подходит для создания впечатляющих творений."
  },
  {
    "Id": "intera37",
    "Title": "Акула из Raft",
    "Description": "Пластиковая акула – отсылка к игре на выживание Raft. Похоже, внутри механические шарниры. А она кусается?"
  },
  {
    "Id": "intera38",
    "Title": "Навесной картофелемет",
    "Description": "Навесной картофелемет - отличное средство для защиты ваших творений. \nПодключите его к триггеру, соединенному с сидением, чтобы стрелять сидя"
  },
  {
    "Id": "intera39",
    "Title": "Малая канистра взрывчатки",
    "Description": "Крайне взрывоопасная канистра. Детонирует при ударе и картофельном обстреле.\nМалый радиус взрыва."
  },
  {
    "Id": "intera40",
    "Title": "Большая канистра взрывчатки",
    "Description": "Крайне взрывоопасная канистра. Детонирует при ударе и картофельном обстреле.\nБольшой радиус взрыва."
  },
  {
    "Id": "intera41",
    "Title": "Сундук испытания",
    "Description": "Заполните его предметами, которые игрок должен создать в вашем испытании."
  },
  {
    "Id": "intera42",
    "Title": "Старт игрока",
    "Description": "Здесь игроки начинают проходить ваше испытание"
  },
  {
    "Id": "intera43",
    "Title": "Вбрасыватель шаров",
    "Description": "В начале испытания вбрасывает в игру шар. Для управления вбрасыванием подключите к триггеру. Если шар падает с конструкции, появляется новый."
  },
  {
    "Id": "intera44",
    "Title": "Вбрасыватель канистр со взрывчаткой",
    "Description": "В начале испытания вбрасывает в игру канистру со взрывчаткой. Для управления вбрасыванием подключите к триггеру. Если канистра уничтожается, появляется новая."
  },
  {
    "Id": "intera45",
    "Title": "Целевая платформа",
    "Description": "Сюда нужно переместить конструкцию, чтобы пройти испытание. Подключите блок ввода, чтобы задать условие победы. Подключите блоки вывода, чтобы активировать празднования."
  },
  {
    "Id": "intera46",
    "Title": "Платформа сборки",
    "Description": "До начала испытания здесь можно опустить подъемник и заняться сборкой. Незакрепленные конструкции допускают строительство."
  },
  {
    "Id": "intera47",
    "Title": "Шар",
    "Description": "Он круглый!"
  },
  {
    "Id": "intera48",
    "Title": "Ячейка для шара",
    "Description": "Активируется при попадании шара нужного цвета."
  },
  {
    "Id": "intera49",
    "Title": "Большой поршень",
    "Description": "Длинный и мощный поршень. Управляет крупными дверями и платформами."
  },
  {
    "Id": "intera50",
    "Title": "Большой сенсор",
    "Description": "Распознает конструкции и людей перед собой. Радиус: 64 блока. Распознает движение сквозь стены."
  },
  {
    "Id": "intera51",
    "Title": "Световой блок «ВКЛ / ВЫКЛ»",
    "Description": "Передает логику испытания игроку."
  },
  {
    "Id": "intera52",
    "Title": "Световой блок-стрелка",
    "Description": "Выстраивайте цепочки, чтобы обозначить маршрут."
  },
  {
    "Id": "intera53",
    "Title": "Стартер испытания",
    "Description": "Подключите к триггеру, чтобы задать нестандартные условия испытания. Стартер позволяет создавать испытания, в которых игрок может добраться до цели без конструкции. Требуется соединение с триггером."
  },
  {
    "Id": "intera54",
    "Title": "Goal Block",
    "Description": "This block will finish a challenge when triggered. It's useful if you want your challenge to end with a switch, sensor or button activation."
  },
  {
    "Id": "intera55",
    "Title": "Бот-поздравитель",
    "Description": "Подключите к триггеру, чтобы запустить поздравление!"
  },
  {
    "Id": "intera56",
    "Title": "Стойка поздравления"
  },
  {
    "Id": "intera57",
    "Title": "Куб с сигналом подтверждения",
    "Description": "При активации издает звук."
  },
  {
    "Id": "intera58",
    "Title": "Вбрасыватель шаров – рама 1",
    "Description": "Рама со стрелкой. Загорается при активации."
  },
  {
    "Id": "intera59",
    "Title": "Вбрасыватель шаров – рама 2",
    "Description": "Рама со стрелкой. Загорается при активации."
  },
  {
    "Id": "intera60",
    "Title": "Навигатор",
    "Description": "Дает общее представление об испытании"
  },
  {
    "Id": "intera61",
    "Title": "Бот-наблюдатель",
    "Description": "Заносит в журнал все постройки игрока."
  },
  {
    "Id": "intera62",
    "Title": "Зрители",
    "Description": "Они вас обожают!\nОтличный элемент, чтобы отпраздновать завершение испытания."
  },
  {
    "Id": "intera63",
    "Title": "Character Spawner",
    "Description": "The Character Spawner lets you spawn characters from Survival mode in your challenges. Connect it to a trigger or the Challenge starter to spawn the selected character."
  },
  {
    "Id": "intera64",
    "Title": "Small Goal Platform",
    "Description": "Bringing your creation over this Goal Platform wins the challenge. Connect an input to set a win condition. Connect outputs to trigger celebration events."
  }
]