[
  {
    "Id": "other1",
    "Title": "Соединитель",
    "Description": "Любимый инструмент всех механиков. Соединяет друг с другом интерактивные элементы, например, бензиновый двигатель с подшипниками или реактивный двигатель с сиденьем водителя."
  },
  {
    "Id": "other2",
    "Title": "Кисть",
    "Description": "Позволяет раскрасить любой элемент или блок, чтобы придать своим творениям уникальности и даже сделать из них произведения искусства. Рисование производится левой кнопкой мыши, стирание нарисованного - правой кнопкой. Клавиша 'Q' открывает меню выбора цветов. Чтобы закрашивать большие поверхности, передвигайте мышь с зажатой левой кнопкой."
  },
  {
    "Id": "other3",
    "Title": "Сварочный аппарат",
    "Description": "Соединяйте свои творения друг с другом! Выберите сварочный аппарат, щелкните левой кнопкой мыши на незакрепленном механизме, затем щелкните на поверхности или другом механизме, чтобы соединить их. Можно также соединять соприкасающиеся части подъемника. Нажмите и удерживайте левую кнопку мыши на первой части, затем перетащите курсор с зажатой кнопкой к части, с которой хотите соединить первую."
  },
  {
    "Id": "other4",
    "Title": "Beacon",
    "Description": "Emits a tracking signal that can be toggled in the Logbook."
  },
  {
    "Id": "other5",
    "Title": "Вакуумный насос",
    "Description": "Если присоединить к триггеру, можно найти массу применений. Закачать воду в контейнер. Собрать растения в сундук. Насос может даже стрелять и разбрасывать предметы из сундука."
  },
  {
    "Id": "other6",
    "Title": "Вакуумная труба",
    "Description": "Присоедините к вакуумному насосу, и используйте для передачи жидкостей и предметов."
  },
  {
    "Id": "other7",
    "Title": "Вакуумная труба – угол",
    "Description": "Присоедините к вакуумному насосу, и используйте для передачи жидкостей и предметов."
  },
  {
    "Id": "other8",
    "Title": "Канистра с бензином",
    "Description": "Подсоединяйте канистры к двигателям и другим интерактивным элементам."
  },
  {
    "Id": "other9",
    "Title": "Контейнер для батарей",
    "Description": "Можно хранить больше батарей. Подсоединяйте к двигателям и другим интерактивным элементам."
  },
  {
    "Id": "other10",
    "Title": "Водяной бак",
    "Description": "Чтобы наполнить, подсоедините к подводному вакуумному насосу."
  },
  {
    "Id": "other11",
    "Title": "Водяная пушка",
    "Description": "Присоедините к водяному баку триггером и поливайте растения еще эффективнее."
  },
  {
    "Id": "other12",
    "Title": "Растение в горшке"
  },
  {
    "Id": "other13",
    "Title": "Малое растение в горшке"
  },
  {
    "Id": "other14",
    "Title": "Лоза в горшке"
  },
  {
    "Id": "other15",
    "Title": "Большой горшок"
  },
  {
    "Id": "other16",
    "Title": "Саженец в горшке"
  },
  {
    "Id": "other17",
    "Title": "Цветущий кактус в горшке"
  },
  {
    "Id": "other18",
    "Title": "Кактус в горшке"
  },
  {
    "Id": "other19",
    "Title": "Синий цветок в горшке"
  },
  {
    "Id": "other20",
    "Title": "Бот-повар",
    "Description": "Готовит вкусную еду, которая помогает восстановить силы или оживить павших товарищей."
  },
  {
    "Id": "other21",
    "Title": "Контейнер с картошкозапасом",
    "Description": "Присоедините к картопушке с триггером и стреляйте картофельными снарядами."
  },
  {
    "Id": "other22",
    "Title": "Бульбострел",
    "Description": "Стреляет картошкой – одиночными выстрелами."
  },
  {
    "Id": "other23",
    "Title": "Фривольвер",
    "Description": "Стреляет очередями горячей картошки-фри"
  },
  {
    "Id": "other24",
    "Title": "Бульбомет",
    "Description": "Стреляет очередями картофелин Требует большого картошкозапаса."
  },
  {
    "Id": "other25",
    "Title": "Кувалда",
    "Description": "Этой мощной кувалдой можно передвигать незакрепленные предметы, ударяя по ним."
  },
  {
    "Id": "other26",
    "Title": "Подъемник",
    "Description": "На подъемнике можно строить конструкции, которые не нужно закреплять на земле. Можно поднимать и опускать – и поднимать опрокинувшиеся конструкции."
  },
  {
    "Id": "other27",
    "Title": "Справочник",
    "Description": "В нем содержится вся информация, которая нужна Вам, чтобы собирать потрясающие механизмы и стать настоящим механиком."
  }
]